[
  {
    "title": "HighSchool",
    "timespan": ["2016", "2022"],
    "institute": "GIB",
    "status": {
      "tag":  "completed",
      "additional": ""
    },
    "additional": "Field of Study: Science-Mathematics"
  },
  {
    "title": "Bachelor degree Computer Science",
    "timespan": ["2022", "2025"],
    "institute": "UA",
    "status": {
      "tag":  "completed",
      "additional": "",
      "score": "Greatest distinction (Maxima cum laude)"
    },
    "additional": "I am Majoring in Computer Science at the University of Antwerp"
  },
  {
    "title": "Honours Programme Science",
    "timespan": ["2023", "2025"],
    "institute": "UA",
    "status": {
      "tag":  "completed",
      "additional": ""
    },
    "additional": "Currently participating in the Honours Programme Science, which is a special program for students (who are doing a bachelor's degree that is part of the science department). This program covers present-day topics of all types of sciences that are part of the science department. As part of this program I get lectures from professors (of various fields) about the topics they are currently researching about. I also followed research groups of our university (my case <strong>IDLab</strong>: one of the biggest research groups in Belgium for computer science and <strong>TQC</strong>: Theory of quantum systems and complex systems)."
  },
  {
    "title": "Study Abroad: Topics in Computer Science: Web Application Development (CS 391)",
    "timespan": ["2024 Summer", null],
    "institute": "BU",
    "status": {
      "tag":  "completed",
      "additional": "Course GPA: 4.0"
    },
    "additional": "During the summer of 2024, I took a course at Boston University. In this course I learned more about web development"

  },
  {
    "title": "Master degree Computer Science: Data Science and Artificial Intelligence",
    "timespan": ["2025", "now"],
    "institute": "UA",
    "status": {
      "tag":  "in progress",
      "additional": "Will start in september 2025"
    },
    "additional": "I am currently participating in the master degree Computer Science: Data Science and Artificial Intelligence at the University of Antwerp."

  }
]